CONF_TOKEN = '7072846997:AAHVwoJGv7xbK5jkYJnSeOFFpTTSTxD-coA' #токен бота
MINIMUM_INVITES = 20 #необходимое кол-во приглашений
INVITE_TEXT = 'Пригласите 20 человек.' #текст пользователю на кнопку пригласить N пользователей
HELLO_TEXT = 'Здравствуйте! Перед вами уникальный телеграм-бот, оснащенный алгоритмами, которые значительно упрощают ' \
             'использование информации и самого бота, позволяя достичь трех важных целей: крепкого здоровья, ' \
             'финансового благополучия и личного счастья. Бот справляется с этим на 100%. Для выполнения поставленных ' \
             'задач в боте интегрированы передовые идеи, технологии и возможности искусственного интеллекта. В ' \
             'результате простые действия помогают решать сложные проблемы.Функции бота:1. Публичный канал: А) Раздел ' \
             'здоровье: здесь вы найдете простые рецепты, основанные на работах Авиценны и других народных средств, ' \
             'которые решают проблемы со здоровьем, с которыми не могут справиться дорогостоящие современные ' \
             'лекарства.Б) Раздел благополучия: включает информацию о бизнесе, предлагая простые шаги с небольшими ' \
             'инвестициями для получения многопоточного дохода.В) В разделе о счастье представляются советы по ' \
             'достижению личного благополучия, которые каждый может интерпретировать по-своему. Как только добавите ' \
             '20 своих знакомых в нашу группу, откроется для Вас доступ к каналу и боту для его установки в любую ' \
             'Вашу телеграм группу 2. Технология вирусного алгоритма: Этот алгоритм позволяет автоматически и ' \
             'непрерывно увеличивать количество подписчиков в любой группе с любым содержанием, в которую добавлен ' \
             'бот. '
WAY_TO_MEDIA = 'https://drive.google.com/file/d/1SZHA487rwRZ1uuOFTgGjZoAfuND1QW2b/view?usp=sharing' #ссылка на фото, приложенное к тексту, который будет отправлять бот добавлении его в группу
WAY_TO_CHEER_MEDIA = 'https://sopranoclub.ru/images/~uploads/S0m28iHwpG/Vfnf8P53sB.webp' #ссылка на фото, приложенное к тексту, который будет отправлять пользователю на кнопку я пригласил N пользователей если это так
#Путь на фото не прокатит. Надо URL(ссылку). ПКМ на фото -> копировать URL картинки.
#тг создателя - @KrackF1
